Repository: splitter77/QRfoundry
Catalog: QRmaster/Localizable.xcstrings
Source language: en
Languages: fr

# app.name
source: QR CODE FOUNDRY
fr: QR CODE LA FABRIQUE

# app.tagline
source: Forge your codes
fr: Forgez vos codes

# editor.color.button
source: Button
fr: Bouton

# editor.color.page
source: Page background
fr: Fond de page

# editor.color.qrBg
source: QR background
fr: QR (fond)

# editor.color.text
source: Text
fr: Texte

# editor.content.title
source: QR content
fr: Contenu du QR

# editor.export
source: Export in high quality
fr: Exporter en haute qualité

# editor.field.button
source: Button
fr: Bouton

# editor.field.button.placeholder
source: Button label
fr: Libellé du bouton

# editor.field.headline
source: Title
fr: Titre

# editor.field.headline.placeholder
source: Displayed title
fr: Titre affiché

# editor.field.subtitle
source: Subtitle
fr: Sous-titre

# editor.field.subtitle.placeholder
source: Help text under the title
fr: Texte d’aide sous le titre

# editor.logo
source: Top logo
fr: Logo en haut

# editor.logo.change
source: Change logo
fr: Changer le logo

# editor.logo.choose
source: Choose a logo
fr: Choisir un logo

# editor.logo.remove
source: Remove
fr: Supprimer

# editor.page.colors
source: Page colors
fr: Couleurs de la page

# editor.page.title
source: Customize page
fr: Personnaliser la page

# editor.preview
source: Preview
fr: Prévisualisation

# editor.showGoogle
source: Colored Google logo
fr: Logo Google coloré

# editor.showLogo
source: Show logo
fr: Afficher le logo

# editor.showStars
source: Stars
fr: Étoiles

# editor.tab.content
source: Content
fr: Contenu

# export.copied
source: Content copied
fr: Contenu copié

# export.copy
source: Copy QR content
fr: Copier le contenu QR

# export.denied
source: Photos permission denied
fr: Autorisation Photos refusée

# export.failed
source: Unable to generate image
fr: Impossible de générer l’image

# export.ready
source: Image ready
fr: Image prête

# export.saved
source: HD page saved to Photos
fr: Page HD enregistrée dans Photos

# export.savePhotos
source: Save to Photos (HD)
fr: Enregistrer dans Photos (HD)

# export.share
source: Share page
fr: Partager la page

# export.subtitle
source: High-quality export
fr: Export haute qualité

# export.title
source: Export
fr: Exporter

# field.body
source: Message (optional)
fr: Message (optionnel)

# field.business
source: Name / brand (optional)
fr: Nom / marque (optionnel)

# field.business.placeholder
source: e.g. My restaurant
fr: Ex. Mon restaurant

# field.firstName
source: First name
fr: Prénom

# field.google.hint
source: Paste a Google “Leave a review” link, or a Place ID (ChIJ…).
fr: Collez le lien Google « Laisser un avis », ou un Place ID (ChIJ…).

# field.googleLink
source: Google link / Place ID
fr: Lien Google / Place ID

# field.googleLink.placeholder
source: Review link or Place ID
fr: Lien d’avis ou Place ID

# field.hiddenNetwork
source: Hidden network
fr: Réseau masqué

# field.lastName
source: Last name
fr: Nom

# field.message.placeholder
source: Your text…
fr: Votre texte…

# field.organization
source: Organization
fr: Organisation

# field.password
source: Password
fr: Mot de passe

# field.phone
source: Number
fr: Numéro

# field.security
source: Security
fr: Sécurité

# field.ssid.placeholder
source: Network name
fr: Nom du réseau

# field.subject
source: Subject (optional)
fr: Objet (optionnel)

# home.clear
source: Clear
fr: Effacer

# home.delete
source: Delete
fr: Supprimer

# home.headline
source: Create a QR page
fr: Créer une page QR

# home.recents
source: Recents
fr: Récents

# home.subtitle
source: Pick a type, customize logo and text, then export in high quality.
fr: Choisissez un type, personnalisez logo et textes, puis exportez en haute qualité.

# page.contact.button
source: Save
fr: Enregistrer

# page.contact.headline
source: Add my contact
fr: Ajoutez mon contact

# page.contact.subtitle
source: Scan to save the contact card
fr: Scannez pour enregistrer la fiche

# page.email.headline
source: Email us
fr: Nous écrire

# page.email.subtitle
source: Scan to send an email
fr: Scannez pour envoyer un e‑mail

# page.google.button
source: Thank you!
fr: Merci !

# page.google.headline
source: Review us on
fr: Donnez votre avis sur

# page.google.subtitle
source: Scan this QR code to leave us a review
fr: Scannez ce QR code pour laisser un avis

# page.phone.button
source: Call
fr: Appeler

# page.phone.headline
source: Call us
fr: Appelez-nous

# page.phone.subtitle
source: Scan to start the call
fr: Scannez pour lancer l’appel

# page.sms.headline
source: Send an SMS
fr: Envoyez un SMS

# page.sms.subtitle
source: Scan to open the message
fr: Scannez pour ouvrir le message

# page.text.button
source: Read
fr: Lire

# page.text.subtitle
source: Scan to read the content
fr: Scannez pour lire le contenu

# page.url.button
source: Visit
fr: Visiter

# page.url.headline
source: Scan me
fr: Scannez-moi

# page.url.subtitle
source: Open the link quickly
fr: Ouvrir le lien rapidement

# page.wifi.button
source: Connect
fr: Se connecter

# page.wifi.headline
source: Free Wi‑Fi
fr: Wi‑Fi gratuit

# page.wifi.subtitle
source: Scan to connect
fr: Scannez pour vous connecter

# paywall.close
source: Close
fr: Fermer

# paywall.title
source: Unlock QR CODE FOUNDRY Pro
fr: Débloquez QR CODE LA FABRIQUE Pro

# paywall.subtitle
source: Export, save to Photos, and keep your QR history.
fr: Exportez, enregistrez dans Photos et gardez votre historique QR.

# paywall.benefit.export
source: Share high-quality QR pages
fr: Partagez des pages QR haute qualité

# paywall.benefit.photos
source: Save HD pages to Photos
fr: Enregistrez des pages HD dans Photos

# paywall.benefit.history
source: Keep your recent QR pages
fr: Conservez vos pages QR récentes

# paywall.benefit.style
source: Premium styles, frames & modules
fr: Styles, cadres et motifs premium

# paywall.plan.weekly
source: 1 week
fr: 1 semaine

# paywall.plan.weekly.sub
source: Auto-renewing weekly
fr: Renouvellement hebdomadaire

# paywall.plan.monthly
source: 1 month
fr: 1 mois

# paywall.plan.monthly.sub
source: Auto-renewing monthly
fr: Renouvellement mensuel

# paywall.plan.sixMonths
source: 6 months
fr: 6 mois

# paywall.plan.sixMonths.sub
source: Auto-renewing every 6 months
fr: Renouvellement tous les 6 mois

# paywall.plan.yearly
source: 1 year
fr: 1 an

# paywall.plan.yearly.sub
source: Auto-renewing yearly
fr: Renouvellement annuel

# paywall.plan.lifetime
source: Lifetime
fr: À vie

# paywall.plan.lifetime.sub
source: One-time purchase
fr: Achat unique

# paywall.badge.best
source: Best value
fr: Meilleure offre

# paywall.badge.forever
source: Forever
fr: À vie

# paywall.cta
source: Continue
fr: Continuer

# paywall.restore
source: Restore purchases
fr: Restaurer les achats

# paywall.legal
source: Payment will be charged to your Apple ID. Subscriptions renew automatically unless cancelled at least 24 hours before the end of the period.
fr: Le paiement est débité sur votre compte Apple. Les abonnements se renouvellent automatiquement sauf annulation au moins 24 h avant la fin de la période.

# paywall.products.missing
source: Products unavailable. In Xcode, select Products.storekit for the scheme (Edit Scheme → Run → Options → StoreKit Configuration).
fr: Produits indisponibles. Dans Xcode, sélectionnez Products.storekit pour le schéma (Edit Scheme → Run → Options → StoreKit Configuration).

# paywall.banner.title
source: Pro required to export
fr: Pro requis pour exporter

# paywall.banner.subtitle
source: Choose a plan to share or save your page.
fr: Choisissez une offre pour partager ou enregistrer.

# qr.fillFields
source: Fill in the fields
fr: Remplissez les champs

# qr.style.section
source: QR style
fr: Style du QR

# qr.module.title
source: Module shape
fr: Forme des modules

# qr.module.square
source: Square
fr: Carré

# qr.module.rounded
source: Round
fr: Rond

# qr.module.dot
source: Dot
fr: Point

# qr.frame.title
source: Frame
fr: Cadre

# qr.frame.none
source: None
fr: Aucun

# qr.frame.thin
source: Thin
fr: Fin

# qr.frame.rounded
source: Rounded
fr: Arrondi

# qr.frame.bold
source: Bold
fr: Épais

# qr.frame.color
source: Frame color
fr: Couleur du cadre

# security.capture.subtitle
source: Stop screen recording to continue using the app.
fr: Arrêtez l’enregistrement d’écran pour continuer.

# security.capture.title
source: Screen capture blocked
fr: Capture d’écran bloquée

# type.contact.subtitle
source: Business card
fr: Carte de visite

# type.email.subtitle
source: Email address
fr: Adresse e‑mail

# type.google.subtitle
source: Customer review page
fr: Page avis clients

# type.google.title
source: Google Review
fr: Avis Google

# type.phone.subtitle
source: Call number
fr: Numéro d’appel

# type.phone.title
source: Phone
fr: Téléphone

# type.sms.subtitle
source: Text message
fr: Message SMS

# type.text.subtitle
source: Free message
fr: Message libre

# type.text.title
source: Text
fr: Texte

# type.url.subtitle
source: Web link or page
fr: Lien web ou page

# type.wifi.subtitle
source: Network connection
fr: Connexion réseau

# wifi.none
source: None
fr: Aucune
